{
    "nav_personal": "Personal Taxes",
    "nav_business": "Business Taxes",
    "nav_contact_us": "Contact Us",


    "main_jumbo_title": "Diversified Tax",
    "fist_jumbo_list": "Expert Attention",
    "second_jumbo_list": "Accurate Calculations",
    "third_jumbo_list": "Maximum Refund",
    "jumbo_button": "File Today",

    "about_header": "About Us",
    "about_content": "Diversified Tax is a full-service professional tax preparation company dedicated to help with all your personal and business needs. We provide consultations, bookkeeping, LLC and Corporation (S and C) openings, accurate tax filings and more. We are backed by years of tax knowledge and we take pride in helping hundreds of people and businesses each year. When it comes to helping our clients, we hold ourselves to the highest standard. Diversified Tax works to build a culture of industry-leading tax preparers",
    
    "what_does_dt_header": "What does Diversified Tax do?",
    "what_does_dt_content": "Diversified Tax makes filing your taxes easier than ever before. What’s easier than having a professional file your taxes for you? Nothing, so you don’t have to worry about anything. We have customized the customer benefits of the on-demand economy with convenience, security and cost savings and applied it to our tax business. We take all the hassle out of doing taxes to ensure you receive the personalized experience you desire.",

    "fingertips_header": "We're always at your fingertips",
    "fingertips_content": "We are available 24/7 to pick up any requests submitted. We are always available through phone or email and respond to all inquiries that require a follow-up in a timely manner. We make every effort to reply as soon as we can, however, please note that DT is located within the eastern time zone, therefore response times may lag during late evenings and early morning hours.",

    "personal_header": "Personal Taxes",
    "p_preparation_title": "Preparation Services",
    "p_first_li": "Current and prior years",
    "p_second_li": "Federal 1040, all related schedules",
    "p_third_li": "All state returns, all related schedules",
    "p_fourth_li": "No upfront fees",
    "p_fifth_li": "Audit protection",
    "p_sixth_li": "Refund advances. Subject to approval",
    "personal_button": "Learn More",

    "business_header": "Business Taxes",
    "b_preparation_title" : "Preparation Services",
    "b_first_li" : "EIN filing and filing with corresponding state",
    "b_second_li"  : "Year round bookkeeping",
    "b_third_li" : "Single member LLCs, sole proprietor",
    "b_fourth_li" : "Partnerships, multi-member LLC as partnership or corporation, all schedules",
    "b_fifth_li" : "Corporations, C or S, all schedules",
    "business_button": "Learn More",

    "when_you_choose_dt" : "When you choose DT, you choose",
    "first_icon": "Reliable Tax Professionals",
    "second_icon" : "Multilingual Employees",
    "third_icon" : "Personalized Customer Service",
    "fourth_icon" : "Quick Responses",
    "fifth_icon" : "IRS e-file Authorized Filer",
    "choose_button" : "File Today",


    "p_page_cover": "Personal Taxes",
    "p_first_header": "Safe and",
    "p_second_header": "Reliable Service",
    "p_cover_button": "File Today",

    "p_income": "Income from 1099/W-2/1098 etc.",
    "p_income_content": "Diversified Tax works with all the common tax forms: 1099s, W-2s, and any other income tax form you may have received this year. All these documents should be uploaded, as applicable, for us to accurately complete your tax return. Providing these documents is as simple as snapping a photo and uploading it to the link provided by your tax agent. We also accept PDFs and excel documents.",

    "how_do_i_know": "How do you know what I need?",
    "how_do_content": "We ask that you provide us with a copy of your prior year tax return so that we may have a baseline to work with. Through discussion, you should make us aware of any new activity that needs to be modified in the current year. We may also discuss items that may have accidentally been missed in prior years as well as options to remedy the problem. Once you've used DT, relevant information will be saved within your profile.",

    "not_sure": "Not sure if you are ready to file?",
    "tax_checklist": "Tax Checklist",
    "p_get_started": "Get started today!",


    "b_page_header": "Your Business is safe with us",

    "b_tax_plan": "Tax Planning",
    "b_tax_plan_content": "Tax planning is critical to self-employed and small business taxpayers. It is the first step to ensuring you are paying the lowest amount of legal tax. There are many ways to structure a business to lower the overall tax rates. Entity choice, accounting method, financing structure, benefit plans are all looked at from a tax optimization perspective. The plan we create is reviewed against your actual results going forward and adjustments are suggested as they become necessary.",

    "outside_services": "Can I request services outside of income taxes?",
    "outside_content": "Currently, the only services that can be provided by DT are identified below. However, if you have an open job, you can reach out to us with any requests and we'll see what we can do to help you out. We are able to help you with the following services or even some that may not be listed here:",
    "outside_first_li": "Bookkeeping",
    "outside_second_li": "Incorporation/Organization services",
    "outside_third_li": "Estimates payment assistance",
    "outside_fourth_li": "Occupancy tax assistance",
    "outside_fifth_li": "Notary Services",

    "b_get_started": "Get started today!",


    "contact_us_header": "Contact Us",
    "ig_header": "Don't forget to follow up on Instagram",


    "new_p_form_header": "Thanks for joining our Diversified Tax family!",
    "new_p_form_subtitle": "Fill out the forms below.",

    "returning_p_form_header": "Welcome back!",
    "returning_p_form_subtitle": "Your business is always greatly appreciated.",

    "new_b_form_header": "Thanks for joining our Diversified Tax family!",
    "new_b_form_subtitle": "Your business is in great hands.",

    "returning_b_form_header": "Welcome back!",
    "returning_b_form_subtitle": "Your business is always greatly appreciated.",


    "extra_forms_header": "Forgot something?",
    "extra_forms_subtitle": "Don't worry! Add any missing documents below.",


    "link_card_new_clients": "New Clients",
    "link_card_returning_clients": "Returning Clients",
    "link_card_submit_extra": "Submit Extra Forms",


    "contact_form_name": "Full name",
    "contact_form_email": "Email",
    "contact_form_phone": "Phone Number",
    "contact_form_message": "Message"

}