{
    "alert_heading": "Find out what you need!",
    "alert_click": "Click",
    "alert_here": "here",
    "alert_download_cl": "to download our Tax Checklist",
    "alert_all_done": "All done",
    "alert_not_sure": "Not sure what you need to file your taxes?",

    "nav_personal": "Personal Taxes",
    "nav_business": "Business Taxes",
    "nav_contact_us": "Contact Us",
    "nav_send_message": "Send us a message",
    "nav_appointment": "Make an appointment",
    "nav_portal": "Client Portal",

    "main_jumbo_title": "Diversified Tax",
    "fist_jumbo_list": "Expert Attention",
    "second_jumbo_list": "Accurate Calculations",
    "third_jumbo_list": "Maximum Refund",
    "jumbo_button_one": "File Online",
    "jumbo_button_two": "File In Person",

    "about_header": "About Us",
    "about_content": "Diversified Tax is a leading tax preparation company that provides a full range of services to meet the needs of both individuals and businesses. We specialize in tax consultations, bookkeeping, LLC, partnerships and corporation formations, accurate tax filings and much more. Our team is composed of experienced professionals who are knowledgeable in the latest tax laws and regulations and are dedicated to providing personalized solutions that minimize liability and maximize savings for our clients. We understand that every client has unique needs and we work closely with each individual and business to understand their specific situations and provide personalized solutions. With our years of experience and commitment to excellence, you can trust Diversified Tax to handle all of your tax preparation needs with the highest level of professionalism and expertise. Our goal is to build a culture of industry-leading tax preparers, and we take pride in helping hundred of people and businesses each year.",
    
    "what_does_dt_header": "What does Diversified Tax do?",
    "what_does_dt_content": "At Diversified Tax, we understand that filing taxes can be complicated and overwhelming. That's why we are committed to making the process as easy and stress-free as possible. We have tailored our services to provide the convenience, the security, and cost savings of the on-demand economy, so you can have peace of mind knowing that your taxes are in good hands. We take pride in providing a personalized experience for each of our clients, ensuring that their unique needs are met and their taxes are filed accurately and efficiently. Trust Diversified Tax to make filing your taxes a seamless and hassle-free experience.",

    "fingertips_header": "We're always at your fingertips",
    "fingertips_content": "We are available 24/7 to pick up any requests submitted. We are always available through phone or email and respond to all inquiries that require a follow-up in a timely manner. We make every effort to reply as soon as we can, however, please note that Diversified Tax is located within the eastern time zone, therefore response times may lag during late evenings and early morning hours.",

    "personal_header": "Personal Taxes",
    "p_preparation_title": "Preparation Services",
    "p_first_li": "Current and prior years",
    "p_second_li": "Federal 1040, all related schedules",
    "p_third_li": "All state returns, all related schedules",
    "p_fourth_li": "No upfront fees",
    "p_fifth_li": "Audit protection",
    "p_sixth_li": "Refund advances. Subject to approval",
    "personal_button": "Find out more",

    "business_header": "Business Taxes",
    "b_preparation_title" : "Preparation Services",
    "b_first_li" : "EIN filing and filing with corresponding state",
    "b_second_li"  : "Year round bookkeeping",
    "b_third_li" : "Single member LLCs, sole proprietor",
    "b_fourth_li" : "Partnerships, multi-member LLC as partnership or corporation, all schedules",
    "b_fifth_li" : "Corporations, C or S, all schedules",
    "business_button": "Find out more",

    "when_you_choose_dt" : "When you choose DT, you choose",
    "first_icon": "Reliable Tax Professionals",
    "second_icon" : "No Upfront Fees",
    "third_icon" : "Multilingual Employees",
    "fourth_icon" : "Personalized Customer Service",
    "fifth_icon" : "Quick Responses",
    "sixth_icon": "IRS e-file Authorized Filer",
    "choose_button" : "File Today",

    "What-customers-say" : "What our customers say",


    "p_page_cover": "Personal Taxes",
    "p_first_header": "Safe and",
    "p_second_header": "Reliable Service",
    "p_cover_button_one": "File Online",
    "p_cover_button_two": "File In Person",

    "p_income": "Income from 1099/W-2/1098 etc.",
    "p_income_content": "At Diversified Tax, we handle all types of tax forms including 1099s, W-2s and any other income tax forms you may receive. To ensure accurate completion of your tax return, please upload all relevant documents through our client portal. This process is easy and can be done by simply taking a photo of your documents and uploading them to our secure platform. We also accept PDFs and excel documents. Providing these documents is crucial for accurate tax return preparation.",

    "how_do_i_know": "How do you know what I need?",
    "how_do_content": "We strive to provide accurate and efficient tax preparation for our clients. To ensure that we have a complete understanding of your tax situation, we kindly request that you provide us with a copy of your prior year's tax return. During our consultation, please inform us of any changes or new developments in your current year to ensure that we address any potential issues. Our team of experts will also review your past returns to identify any missed opportunities or discrepancies, and work with you to find solutions. Our client's information is saved within our system, making it easy to file your taxes with us in the future.",

    "not_sure": "Not sure if you are ready to file?",
    "tax_checklist": "Tax Checklist",
    "p_get_started": "Get started today!",

    "resource_header": "Extra Resources",
    "card_one_title": "Where's my Refund?",
    "card_one_text": "To display the status of your refund you will need your Social Security number or ITIN, your filing status, and your exact refund amount.",
    "card_one_button": "Locate Refund",
    "card_two_title": "Make an IRS Payment",
    "card_two_text": "The IRS accepts full and partial payments, including payments towards a payment plan (including installment agreements).",
    "card_two_button": "Make a Payment",
    "card_three_title": "SBA Loans",
    "card_three_text": "See how SBA can provide low-interest disaster loans to help you as a business or homeowner to recover from declared disasters.",
    "card_three_button": "Find Out More",
    "card_four_title": "Request an IRS Transcript",
    "card_four_text": "Request copies of tax records (transcripts of past tax returns, tax account information, wage and income statements and non-filer letters).",
    "card_four_button": "Get Transcript",
    "card_five_title" : "IRS Publications",
    "card_five_text": "Find the latest IRS publications which provide guidance and information on various tax-related topics.",
    "card_five_button" : "Visit Page",
    "card_six_title": "IRS Economic Impact Payment FAQ",
    "card_six_text" : "The IRS has issued all 1st and 2nd Economic Impact Payments. As required by law, they will stop issuing 3rd payments by December 31, 2021.",
    "card_six_button": "Find Out More",


    "b_page_header": "Your Business is safe with us",

    "b_tax_plan": "Tax Planning",
    "b_tax_plan_content": "Effective tax planning is essential for self-employed individuals and small business owners. By taking proactive steps to minimize your tax liability, you can ensure that you are paying the lowest legal amount of taxes. At Diversified Tax, we specialize in identifying tax-savings strategies, such as selecting the right entity type, implementing an optimal accounting method, and designing a benefit plans on your overall tax liability. Our team of experts will work with you to create a customized tax plan that is tailored to your specific business needs, We will also review your plan regularly and make adjustments as necessary to ensure that you continue to pay the lowest legal taxes.",

    "outside_services": "Can I request services outside of income taxes?",
    "outside_content": "We offer a wide range of services to meet the needs of our clients. Diversified Tax services we currently provide are listed below, however, if you have a specific need or request that is not listed, please do not hesitate to reach out to us. We are always willing to explore new opportunities and see how we can assist you. Our team is dedicated to providing personalized solutions and going above and beyond to meet the unique needs of each of our clients. We strive to be a one-stop-shop for all your tax-related needs and we are always happy to help.",
    "outside_first_li": "Accounting Software Selection & Implementation",
    "outside_second_li": "Audits, Reviews & Compilations",
    "outside_third_li": "Bookkeeping/Write-Up",
    "outside_fourth_li": "Business Consulting",
    "outside_fifth_li": "Business Entity Selection",
    "outside_sixth_li": "Buying or Selling a Business",
    "outside_seventh_li": "Estate & Trust Tax Preparation",
    "outside_eighth_li": "Financial Analysis",
    "outside_ninth_li": "Foreign Investor Services (opening of LLCs, Tins, etc)",
    "outside_tenth_li":"Financial Statements",
    "outside_eleventh_li":"IRS Representation",
    "outside_twelfth_li":"Management Advisory Services",
    "outside_thirteenth_li":"Notary Public",
    "outside_fourteenth_li":"Payroll Services",
    "outside_fifteenth_li":"Retirement Planning",
    "outside_sixteenth_li":"Sales Tax Services",
    "outside_seventeenth_li":"Tax Preparation & Planning",

    "client_portal_header" : "Client Portal",
    "client_portal_content": "Diversified Tax's client tax portal is where you can access your tax information and manage your tax accounts with ease. Our user-friendly platform allows you to view your tax returns, make payments, and stay up to date on important tax deadlines. Whether you are an individual or a business, our portal offers secure, 24/7 access to your tax information. With real-time updates and accurate data, you can have peace of mind knowing your tax affairs are in good hands. Start exploring our portal today and experience the convenience of managing your taxes online.",


    "contact_us_header": "Contact Us",
    "ig_header": "Don't forget to follow us on Instagram",


    "new_p_form_header": "Thanks for joining our Diversified Tax family!",
    "new_p_form_subtitle": "Fill out the forms below.",

    "returning_p_form_header": "Welcome back!",
    "returning_p_form_subtitle": "Your business is always greatly appreciated.",

    "new_b_form_header": "Thanks for joining our Diversified Tax family!",
    "new_b_form_subtitle": "Your business is in great hands.",

    "returning_b_form_header": "Welcome back!",
    "returning_b_form_subtitle": "Your business is always greatly appreciated.",


    "extra_forms_header": "Forgot something?",
    "extra_forms_subtitle": "Don't worry! Add any missing documents below.",


    "link_card_new_clients": "New Clients",
    "link_card_returning_clients": "Returning Clients",
    "link_card_submit_extra": "Submit Extra Forms",


    "contact_form_name": "Full Name",
    "contact_name_error": "Enter First and Last name. e.g. John Doe",
    "contact_form_email": "Email",
    "contact_email_error": "Enter a valid email e.g jdoe@gmail.com",
    "contact_form_phone": "Phone Number",
    "contact_phone_error": "Enter a valid phone number.",
    "contact_form_message": "Message",
    "contact_message_error": "Enter a message longer than 10 characters.",
    "contact_form_submit": "Submit"

}