{
    "alert_heading": "Haga clic en el enlace a continuación para realizar un seguimiento de su reembolso.",
    "alert_click": "Hacer clic",
    "alert_here": "Rastrear reembolso",
    "alert_download_cl": "para descargar nuestra lista de verificación de impuestos",
    "alert_all_done": "Todo listo",
    "alert_alert_track": "SEGUIMIENTO DE MI REEMBOLSO",


    "nav_personal": "Impuestos Personales",
    "nav_business": "Impuestos de Negocio",
    "nav_contact_us": "Contactanos",
    "nav_send_message": "Mandanos un mensaje",
    "nav_appointment": "Haga una cita",
    "nav_portal": "Portal del cliente",


    "main_jumbo_title": "Diversified Tax",
    "fist_jumbo_list": "Atención Experta",
    "second_jumbo_list": "Cálculos Precisos",
    "third_jumbo_list": "Reembolso Máximo",
    "jumbo_button_one": "Presentar en línea",
    "jumbo_button_two": "Presentar en persona",

    "about_header": "Sobre Nosotros",
    "about_content": "Diversified Tax es una empresa líder en preparación de impuestos que brinda una gama completa de servicios para satisfacer las necesidades tanto de individuos como de empresas. Nos especializamos en consultas de impuestos, contabilidad, LLC, sociedades y formaciones de corporaciones, declaraciones de impuestos precisas y mucho más. Nuestro equipo está compuesto por profesionales experimentados que conocen las últimas leyes y regulaciones fiscales y se dedican a brindar soluciones personalizadas que minimizan la responsabilidad y maximizan los ahorros para nuestros clientes. Entendemos que cada cliente tiene necesidades únicas y trabajamos en estrecha colaboración con cada individuo y empresa para comprender sus situaciones específicas y brindar soluciones personalizadas. Con nuestros años de experiencia y compromiso con la excelencia, puede confiar en Diversified Tax para manejar todas sus necesidades de preparación de impuestos con el más alto nivel de profesionalismo y experiencia. Nuestro objetivo es construir una cultura de preparadores de impuestos líderes en la industria, y nos enorgullecemos de ayudar a cientos de personas y empresas cada año.",
    
    "what_does_dt_header": "Que hace Diversified Tax?",
    "what_does_dt_content": "En Diversified Tax, entendemos que la declaración de impuestos puede ser complicada y abrumadora. Es por eso que estamos comprometidos a hacer que el proceso sea lo más fácil y libre de estrés posible. Hemos adaptado nuestros servicios para brindar la conveniencia, la seguridad y el ahorro de costos de la economía a pedido, para que pueda tener la tranquilidad de saber que sus impuestos están en buenas manos. Nos enorgullece brindar una experiencia personalizada para cada uno de nuestros clientes, asegurando que se satisfagan sus necesidades únicas y que sus impuestos se presenten de manera precisa y eficiente. Confíe en Diversified Tax para hacer que la presentación de sus impuestos sea una experiencia fluida y sin complicaciones.",

    "fingertips_header": "Siempre estamos a tu alcance",
    "fingertips_content": "Estamos disponibles las 24 horas del día, los 7 días de la semana para recoger cualquier solicitud enviada. Siempre estamos disponibles por teléfono o correo electrónico y respondemos a todas las consultas que requieren un seguimiento de manera oportuna. Hacemos todo lo posible para responder lo antes posible, sin embargo, tenga en cuenta que Diversified Tax se encuentra dentro de la zona horaria del este, por lo que los tiempos de respuesta pueden demorarse durante las últimas horas de la noche y las primeras horas de la mañana.",

    "personal_header": "Impuestos Personales",
    "p_preparation_title": "Servicios de Preparación",
    "p_first_li": "Años actuales y anteriores",
    "p_second_li": "Federal 1040, todas las formas relacionadas",
    "p_third_li": "Todas las declaraciones estatales, todas las formas relacionadoas",
    "p_fourth_li": "Sin tarifas por adelantado",
    "p_fifth_li": "Protección de auditoría",
    "p_sixth_li": "Reembolso de anticipos. Sujeto a aprobación",
    "personal_button": "Aprende Más",

    "business_header": "Impuestos de Negocio",
    "b_preparation_title" : "Servicios de Preparación",
    "b_first_li" : "Presentación de EIN y presentación ante el estado correspondiente",
    "b_second_li"  : "Contabilidad durante todo el año",
    "b_third_li" : "LLC de un solo miembro, propietario único",
    "b_fourth_li" : "Sociedades, LLC de varios miembros como sociedad o corporación, todas las formas relacionadas",
    "b_fifth_li" : "Corporaciones, C o S, todas las formas relacionadas",
    "b_sixth_li" : "",
    "business_button": "Aprende Más",

    "when_you_choose_dt" : "Cuando elige Diversified Tax, elige",
    "first_icon": "Profesionales de Impuestos Confiables",
    "second_icon" : "Sin cargos por adelantado",
    "third_icon" : "Empleados Multilingües",
    "fourth_icon" : "Atención al Cliente Personalizada",
    "fifth_icon" : "Respuestas Rápidas",
    "sixth_icon": "Presentador Autorizado del IRS e-file",
    "choose_button" : "Presentar Hoy",

    "What-customers-say" : "Lo que dicen nuestros clientes",

    "p_page_cover": "Impuestos Personales",
    "p_first_header": "Seguro y",
    "p_second_header": "Servicio Confiable",
    "p_cover_button_one": "Presentar en línea",
    "p_cover_button_two": "Presentar en persona",

    "p_income": "Ingresos de 1099 / W-2/1098, etc.",
    "p_income_content": "En Diversified Tax, manejamos todo tipo de formularios de impuestos, incluidos 1099, W-2 y cualquier otro formulario de impuestos sobre la renta que pueda recibir. Para garantizar la finalización precisa de su declaración de impuestos, cargue todos los documentos relevantes a través de nuestro portal de clientes. Este proceso es fácil y se puede realizar simplemente tomando una foto de sus documentos y subiéndola a nuestra plataforma segura. También aceptamos PDF y documentos de Excel. Proporcionar estos documentos es crucial para la preparación precisa de la declaración de impuestos.",

    "how_do_i_know": "Cómo sabes lo que necesito?",
    "how_do_content": "Nos esforzamos por proporcionar una preparación de impuestos precisa y eficiente para nuestros clientes. Para asegurarnos de que comprendemos completamente su situación fiscal, le solicitamos amablemente que nos proporcione una copia de su declaración de impuestos del año anterior. Durante nuestra consulta, infórmenos de cualquier cambio o novedad en su año actual para asegurarnos de que abordamos cualquier problema potencial. Nuestro equipo de expertos también revisará sus devoluciones anteriores para identificar oportunidades perdidas o discrepancias, y trabajará con usted para encontrar soluciones. La información de nuestros clientes se guarda en nuestro sistema, lo que facilita la declaración de impuestos con nosotros en el futuro.",

    "not_sure": "No estás seguro de si estás listo para presentar?",
    "tax_checklist": "Lista de Verificación de Impuestos",

    "resource_header": "Recursos Extra",
    "card_one_title": "Donde esta mi reembolso?",
    "card_one_text": "Para mostrar el estado de su reembolso, necesitará su número de Seguro Social o ITIN, su estado civil para efectos de la declaración y el monto exacto de su reembolso.",
    "card_one_button": "Localizar Reembolso",
    "card_two_title": "Hacer un pago al IRS",
    "card_two_text": "El IRS acepta pagos totales y parciales, incluidos los pagos hacia un plan de pago (incluidos los acuerdos de pago a plazos).",
    "card_two_button": "Realizar un Pago",
    "card_three_title": "Préstamos de la SBA",
    "card_three_text": "Vea cómo la SBA puede proporcionar préstamos por desastre a bajo interés para ayudarlo a usted, como empresa o propietario de vivienda, a recuperarse de desastres declarados.",
    "card_three_button": "Saber Más",
    "card_four_title": "Solicite una transcripción del IRS",
    "card_four_text": "Solicite copias de los registros de impuestos (transcripciones de declaraciones de impuestos anteriores, información de cuentas de impuestos, declaraciones de ingresos y salarios y cartas de no declarantes).",
    "card_four_button": "Obtener Transcripción",
    "card_five_title" : "Publicaciones del IRS",
    "card_five_text": "Encuentre las últimas publicaciones del IRS que brindan orientación e información sobre diversos temas relacionados con los impuestos..",
    "card_five_button" : "Visita la Página",
    "card_six_title": "Preguntas sobre pagos por impacto económico del IRS",
    "card_six_text" : "El IRS ha emitido todos los pagos de impacto económico primero y segundo. Como lo exige la ley, dejarán de realizar los terceros pagos antes del 31 de diciembre de 2021.",
    "card_six_button": "Saber Más",


    "b_page_header": "Su negocio está seguro con nosotros",

    "b_tax_plan": "Planificación Fiscal",
    "b_tax_plan_content": "La planificación fiscal eficaz es esencial para las personas que trabajan por cuenta propia y los propietarios de pequeñas empresas. Al tomar medidas proactivas para minimizar su obligación tributaria, puede asegurarse de pagar la cantidad legal más baja de impuestos. En Diversified Tax, nos especializamos en identificar estrategias de ahorro de impuestos, como seleccionar el tipo de entidad correcto, implementar un método de contabilidad óptimo y diseñar planes de beneficios en su obligación tributaria general. Nuestro equipo de expertos trabajará con usted para crear un plan fiscal personalizado que se adapte a sus necesidades comerciales específicas. También revisaremos su plan regularmente y haremos los ajustes necesarios para garantizar que continúe pagando los impuestos legales más bajos.",

    "outside_services": "Puedo solicitar servicios fuera del impuesto sobre la renta?",
    "outside_content": "Ofrecemos una amplia gama de servicios para satisfacer las necesidades de nuestros clientes. Los servicios que brindamos actualmente se enumeran a continuación, sin embargo, si tiene una necesidad o solicitud específica que no se encuentra en la lista, no dude en comunicarse con nosotros. Siempre estamos dispuestos a explorar nuevas oportunidades y ver cómo podemos ayudarlo. Nuestro equipo se dedica a proporcionar soluciones personalizadas y va más allá para satisfacer las necesidades únicas de cada uno de nuestros clientes. Nos esforzamos por ser una compañía única para todas sus necesidades relacionadas con los impuestos y siempre estamos felices de ayudar",
    "outside_first_li": "Selección e implementación de software de contabilidad",
    "outside_second_li": "Auditorías, Revisiones y Compilaciones",
    "outside_third_li": "Contabilidad/Redacción",
    "outside_fourth_li": "Consulta de trabajo",
    "outside_fifth_li": "Selección de entidad comercial",
    "outside_sixth_li": "Comprar o vender un negocio",
    "outside_seventh_li": "Preparación de impuestos sobre bienes y fideicomisos",
    "outside_eighth_li": "Análisis financiero",
    "outside_ninth_li": "Servicios al Inversionista Extranjero (apertura de LLCs, Tins, etc)",
    "outside_tenth_li":"Estados financieros",
    "outside_eleventh_li":"Representación del IRS",
    "outside_twelfth_li":"Servicios de asesoramiento de gestión",
    "outside_thirteenth_li":"Notario publico",
    "outside_fourteenth_li":"Servicios de nómina",
    "outside_fifteenth_li":"Planificación de jubilación",
    "outside_sixteenth_li":"Servicios de impuestos sobre las ventas",
    "outside_seventeenth_li":"Preparación y planificación de impuestos",

    "client_portal_header" : "Portal del cliente",
    "client_portal_content": "El portal de impuestos para clientes de Diversified Tax es donde puede acceder a su información fiscal y administrar sus cuentas de impuestos con facilidad. Nuestra plataforma fácil de usar le permite ver sus declaraciones de impuestos, realizar pagos y mantenerse actualizado sobre importantes fechas límite de impuestos. Ya sea que sea un individuo o una empresa, nuestro portal ofrece acceso seguro las 24 horas, los 7 días de la semana a su información fiscal. Con actualizaciones en tiempo real y datos precisos, puede tener la tranquilidad de saber que sus asuntos fiscales están en buenas manos. Comience a explorar nuestro portal hoy y experimente la conveniencia de administrar sus impuestos en línea.",


    "contact_us_header": "Contactanos",
    "ig_header": "No olvides hacer un seguimiento en Instagram",


    "new_p_form_header": "Gracias por unirse a nuestra familia de Diversified Tax!",
    "new_p_form_subtitle": "Complete los formularios a continuación.",

    "returning_p_form_header": "Bienvenido de nuevo!",
    "returning_p_form_subtitle": "Su negocio siempre es muy apreciado.",

    "new_b_form_header": "Gracias por unirse a nuestra familia de Diversified Tax!",
    "new_b_form_subtitle": "Tu negocio está en buenas manos.",

    "returning_b_form_header": "Bienvenido de nuevo!",
    "returning_b_form_subtitle": "Su negocio siempre es muy apreciado.",


    "extra_forms_header": "Olvido algo?",
    "extra_forms_subtitle": "No te preocupes! Agregue los documentos que faltan a continuación.",


    "link_card_new_clients": "Nuevos Clientes",
    "link_card_returning_clients": "Clientes que Regresan",
    "link_card_submit_extra": "Formularios Adicionales",


    "contact_form_name": "Nombre Completo",
    "contact_name_error": "Ingrese Nombre y Apellido. e.g. John Doe",
    "contact_form_email": "Correo Electrónico",
    "contact_email_error": "Introduzca un correo electrónico válido. e.g jdoe@gmail.com",
    "contact_form_phone": "Número de Teléfono",
    "contact_phone_error": "Ingrese un número de teléfono válido.",
    "contact_form_message": "Mensaje",
    "contact_message_error": "Ingrese un mensaje de más de 10 caracteres.",
    "contact_form_submit": "Enviar"
    
}