{
    "alert_heading": "Descubre lo que necesitas!",
    "alert_click": "Hacer clic",
    "alert_here": "aquí",
    "alert_download_cl": "para descargar nuestra lista de verificación de impuestos",
    "alert_all_done": "Todo listo",
    "alert_not_sure": "No estás seguro de lo que necesitas para presentar tus impuestos?",


    "nav_personal": "Impuestos Personales",
    "nav_business": "Impuestos de Negocio",
    "nav_contact_us": "Contactanos",
    "nav_send_message": "Mandanos un mensaje",
    "nav_appointment": "Haga una cita",
    "nav_portal": "Portal del cliente",


    "main_jumbo_title": "Diversified Tax",
    "fist_jumbo_list": "Atención Experta",
    "second_jumbo_list": "Cálculos Precisos",
    "third_jumbo_list": "Reembolso Máximo",
    "jumbo_button_one": "Presentar en línea",
    "jumbo_button_two": "Presentar en persona",

    "about_header": "Sobre Nosotros",
    "about_content": "Diversified Tax es una empresa de preparación de impuestos profesional de servicio completo dedicada a ayudarlo con todas sus necesidades personales y comerciales. Brindamos consultas, contabilidad, aperturas de LLC, asociaciones y Corporaciones (S y C), presentaciones de impuestos precisas y más. Estamos respaldados por años de conocimiento tributario y nos enorgullece ayudar a cientos de personas y empresas cada año. Cuando se trata de ayudar a nuestros clientes, nos mantenemos al más alto nivel. Diversified Tax trabaja para construir una cultura de preparadores de impuestos líderes en la industria",
    
    "what_does_dt_header": "Que hace Diversified Tax?",
    "what_does_dt_content": "Diversified Tax hace que presentar sus impuestos sea más fácil que nunca. ¿Qué es más fácil que tener un profesional que presente sus impuestos por usted? Nada, para que no tengas que preocuparte por nada. Hemos personalizado los beneficios para el cliente de la economía a pedido con conveniencia, seguridad y ahorro de costos y los hemos aplicado a nuestro negocio de impuestos. Eliminamos todas las molestias de hacer impuestos para asegurarnos de que reciba la experiencia personalizada que desea.",

    "fingertips_header": "Siempre estamos a tu alcance",
    "fingertips_content": "Estamos disponibles las 24 horas del día, los 7 días de la semana para recoger cualquier solicitud enviada. Siempre estamos disponibles por teléfono o correo electrónico y respondemos a todas las consultas que requieren un seguimiento de manera oportuna. Hacemos todo lo posible para responder lo antes posible, sin embargo, tenga en cuenta que DT se encuentra dentro de la zona horaria del este, por lo que los tiempos de respuesta pueden demorarse durante las últimas horas de la noche y las primeras horas de la mañana.",

    "personal_header": "Impuestos Personales",
    "p_preparation_title": "Servicios de Preparación",
    "p_first_li": "Años actuales y anteriores",
    "p_second_li": "Federal 1040, todas las formas relacionadas",
    "p_third_li": "Todas las declaraciones estatales, todas las formas relacionadoas",
    "p_fourth_li": "Sin tarifas por adelantado",
    "p_fifth_li": "Protección de auditoría",
    "p_sixth_li": "Reembolso de anticipos. Sujeto a aprobación",
    "personal_button": "Aprende Más",

    "business_header": "Impuestos de Negocio",
    "b_preparation_title" : "Servicios de Preparación",
    "b_first_li" : "Presentación de EIN y presentación ante el estado correspondiente",
    "b_second_li"  : "Contabilidad durante todo el año",
    "b_third_li" : "LLC de un solo miembro, propietario único",
    "b_fourth_li" : "Sociedades, LLC de varios miembros como sociedad o corporación, todas las formas relacionadas",
    "b_fifth_li" : "Corporaciones, C o S, todas las formas relacionadas",
    "b_sixth_li" : "",
    "business_button": "Aprende Más",

    "when_you_choose_dt" : "Cuando elige Diversified Tax, elige",
    "first_icon": "Profesionales de Impuestos Confiables",
    "second_icon" : "Sin cargos por adelantado",
    "third_icon" : "Empleados Multilingües",
    "fourth_icon" : "Atención al Cliente Personalizada",
    "fifth_icon" : "Respuestas Rápidas",
    "sixth_icon": "Presentador Autorizado del IRS e-file",
    "choose_button" : "Presentar Hoy",

    "What-customers-say" : "Lo que dicen nuestros clientes",

    "p_page_cover": "Impuestos Personales",
    "p_first_header": "Seguro y",
    "p_second_header": "Servicio Confiable",
    "p_cover_button_one": "Presentar en línea",
    "p_cover_button_two": "Presentar en persona",

    "p_income": "Ingresos de 1099 / W-2/1098, etc.",
    "p_income_content": "Diversified Tax funciona con todos los formularios de impuestos comunes: 1099, W-2 y cualquier otro formulario de impuesto sobre la renta que haya recibido este año. Todos estos documentos deben cargarse, según corresponda, para que podamos completar con precisión su declaración de impuestos. Proporcionar estos documentos es tan simple como tomar una foto y cargarla en el enlace proporcionado por su agente fiscal. También aceptamos PDF y documentos de Excel.",

    "how_do_i_know": "Cómo sabes lo que necesito?",
    "how_do_content": "Le pedimos que nos proporcione una copia de su declaración de impuestos del año anterior para que podamos tener una línea de base con la que trabajar. A través de la discusión, debe informarnos de cualquier actividad nueva que deba modificarse en el año en curso. También podemos discutir elementos que pueden haberse perdido accidentalmente en años anteriores, así como opciones para solucionar el problema. Una vez que haya utilizado DT, la información relevante se guardará en su perfil.",

    "not_sure": "No estás seguro de si estás listo para presentar?",
    "tax_checklist": "Lista de Verificación de Impuestos",
    "p_get_started": "Empiece hoy!",

    "resource_header": "Recursos Extra",
    "card_one_title": "Donde esta mi reembolso?",
    "card_one_text": "Para mostrar el estado de su reembolso, necesitará su número de Seguro Social o ITIN, su estado civil para efectos de la declaración y el monto exacto de su reembolso.",
    "card_one_button": "Localizar Reembolso",
    "card_two_title": "Hacer un pago al IRS",
    "card_two_text": "El IRS acepta pagos totales y parciales, incluidos los pagos hacia un plan de pago (incluidos los acuerdos de pago a plazos).",
    "card_two_button": "Realizar un Pago",
    "card_three_title": "Préstamos de la SBA",
    "card_three_text": "Vea cómo la SBA puede proporcionar préstamos por desastre a bajo interés para ayudarlo a usted, como empresa o propietario de vivienda, a recuperarse de desastres declarados.",
    "card_three_button": "Saber Más",
    "card_four_title": "Solicite una transcripción del IRS",
    "card_four_text": "Solicite copias de los registros de impuestos (transcripciones de declaraciones de impuestos anteriores, información de cuentas de impuestos, declaraciones de ingresos y salarios y cartas de no declarantes).",
    "card_four_button": "Obtener Transcripción",
    "card_five_title" : "Publicaciones del IRS",
    "card_five_text": "Encuentre las últimas publicaciones del IRS que brindan orientación e información sobre diversos temas relacionados con los impuestos..",
    "card_five_button" : "Visita la Página",
    "card_six_title": "Preguntas sobre pagos por impacto económico del IRS",
    "card_six_text" : "El IRS ha emitido todos los pagos de impacto económico primero y segundo. Como lo exige la ley, dejarán de realizar los terceros pagos antes del 31 de diciembre de 2021.",
    "card_six_button": "Saber Más",


    "b_page_header": "Su negocio está seguro con nosotros",

    "b_tax_plan": "Planificación Fiscal",
    "b_tax_plan_content": "La planificación fiscal es fundamental para los contribuyentes que trabajan por cuenta propia y las pequeñas empresas. Es el primer paso para asegurarse de que está pagando la menor cantidad de impuestos legales. Hay muchas formas de estructurar una empresa para reducir las tasas impositivas generales. La elección de la entidad, el método contable, la estructura de financiación y los planes de beneficios se analizan desde una perspectiva de optimización fiscal. El plan que creamos se revisa con sus resultados reales en el futuro y se sugieren ajustes a medida que sean necesarios.",

    "outside_services": "Puedo solicitar servicios fuera del impuesto sobre la renta?",
    "outside_content": "Actualmente, los únicos servicios que puede proporcionar DT se identifican a continuación. Sin embargo, si tiene un trabajo disponible, puede comunicarse con nosotros con cualquier solicitud y veremos qué podemos hacer para ayudarlo. Podemos ayudarlo con los siguientes servicios o incluso con algunos que pueden no estar enumerados aquí:",
    "outside_first_li": "Teneduría de libros",
    "outside_second_li": "Servicios de Incorporación / Organización",
    "outside_third_li": "Asistencia de pago de estimaciones",
    "outside_fourth_li": "Asistencia de impuestos de ocupación",
    "outside_fifth_li": "Servicios Notariales",
    "outside_sixth_li": "Servicios para inversores extranjeros (apertura de LLC, ITIN, etc)",
    "outside_seventh_li": "Presentaciones trimestrales y anuales del Departamento de Ingresos de la Florida",
    "outside_eighth_li": "Consultoria y coaching para pequenas empresas.",

    "b_get_started": "Empiece hoy!",


    "contact_us_header": "Contactanos",
    "ig_header": "No olvides hacer un seguimiento en Instagram",


    "new_p_form_header": "Gracias por unirse a nuestra familia de Diversified Tax!",
    "new_p_form_subtitle": "Complete los formularios a continuación.",

    "returning_p_form_header": "Bienvenido de nuevo!",
    "returning_p_form_subtitle": "Su negocio siempre es muy apreciado.",

    "new_b_form_header": "Gracias por unirse a nuestra familia de Diversified Tax!",
    "new_b_form_subtitle": "Tu negocio está en buenas manos.",

    "returning_b_form_header": "Bienvenido de nuevo!",
    "returning_b_form_subtitle": "Su negocio siempre es muy apreciado.",


    "extra_forms_header": "Olvido algo?",
    "extra_forms_subtitle": "No te preocupes! Agregue los documentos que faltan a continuación.",


    "link_card_new_clients": "Nuevos Clientes",
    "link_card_returning_clients": "Clientes que Regresan",
    "link_card_submit_extra": "Formularios Adicionales",


    "contact_form_name": "Nombre Completo",
    "contact_name_error": "Ingrese Nombre y Apellido. e.g. John Doe",
    "contact_form_email": "Correo Electrónico",
    "contact_email_error": "Introduzca un correo electrónico válido. e.g jdoe@gmail.com",
    "contact_form_phone": "Número de Teléfono",
    "contact_phone_error": "Ingrese un número de teléfono válido.",
    "contact_form_message": "Mensaje",
    "contact_message_error": "Ingrese un mensaje de más de 10 caracteres.",
    "contact_form_submit": "Enviar"
    
}